Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/travel/rail_passenger_rights_in_the_european_union.html.txt.tmx
Source language: en
Languages: ga

source: Rail passenger rights in the European Union
ga: Cearta paisinéirí iarnróid san Aontas Eorpach

source: There are international laws which apply to the transport of passengers and freight by rail between countries
ga: Is ann do dhlíthe idirnáisiúnta a bhaineann le hiompar paisinéirí agus le lastas iarnróid idir tíortha

source: These laws have been in existence for decades and are known as the CIV and CIM Uniform Rules, and have been developed by the Intergovernmental Organisation for International Carriage by Rail (OTIF)
ga: Tá na dlíthe seo i bhfeidhm leis na blianta agus tugtar Rialacha Comhionanna an CIV agus an CIM orthu, agus rinne an Eagraíocht Idir-Rialtasach um Iompar Idirnáisiúnta d'Iarnród (OTIF) iad a fhorbairt

source: Over 45 countries from Europe, Middle East and North Africa are members of OTIF
ga: Baill den OTIF iad breis agus 45 tír ón Eoraip, ón Meánoirthear agus ón Afraic Thuaidh

source: The Uniform Rules are contained in the Convention concerning International Carriage by Rail (COTIF 1999) (pdf) and include rules regarding liability limits in the event of death or injury of a rail passenger, and loss or damage to luggage
ga: Cuimsítear na Rialacha Comhionanna sa Choinbhinsiún maidir le hIompar Idirnáisiúnta d’Iarnród (COTIF 1999) (pdf) agus áirítear leo rialacha a bhaineann le teorainneacha dliteanais sa chás go bhfaigheann paisinéir iarnróid bás nó go ngortaítear iad, agus le caillteanas bagáiste nó díobháil a dhéanamh do bhagáiste

source: The liability limits are set in Special Drawing Rights (SDR) which is a mix of currency values established by the International Monetary Fund (IMF)
ga: Leagtar amach na teorainneacha dliteanais i gCearta Speisialta Tarraingthe (SDR) atá ina mheascán de luachanna airgeadra arna bhunú ag an gCiste Airgeadaíochta Idirnáisiúnta

source: The current value of an SDR in euro is available on the IMF's website
ga: Tá fáil ar luach reatha SDR in euro ar fáil ar láithreán gréasáin an IMF

source: In December 2009 Regulation 1371/2007 on rail passenger rights and obligations came into force in the European Union
ga: I Nollaig 2009, tháinig Rialachán 1371/2007 ar chearta agus dualgais phaisinéirí iarnróid i bhfeidhm san Aontas Eorpach

source: It strengthened the existing international laws mentioned above and extended them to domestic travel
ga: Threisigh sé na dlíthe reatha idirnáisiúnta a luaitear thuas agus chuir sé taisteal intíre leo

source: It applies to railway operators that are licenced under Directive 95/18/EC on the licensing of railway undertakings
ga: Baineann sé le hoibreoirí iarnróid atá ceadúnaithe faoi Treoir 95/18/CE ar cheadúnú gnóthais iarnróid

source: The European Commission has provided an application for smartphones (pdf) which gives information on passenger rights including rail passengers
ga: Chuir an Coimisiún Eorpach iarratas le haghaidh gutháin chliste (pdf) ar fáil a thugann faisnéis ar chearta paisinéirí, lena n-áirítear paisinéirí iarnróid

source: Irish Rail has its own Passenger’s Charter which sets out the standards of service you can expect when using its services
ga: Tá ag Iarnród Éireann Cairt Phaisinéara dá gcuid féin, ina leagtar amach na caighdeáin seirbhíse ar féidir leat coinne a bheith agat leo nuair a bhíonn úsáid á baint agat as a seirbhísí

source: It also deals with issues such as ticket refunds, compensation payments and its complaints procedure
ga: Ina theannta sin, déileálann sí le saincheisteanna ar nós aisíocaíochtaí ticéad, íocaíochtaí cúitimh agus an nós imeachta gearán

source: While your rights under Irish Rail’s charter may be better in certain areas than under the EU Regulation, they have no legal status and cannot be enforced by the National Transport Authority (see ‘Complaints and enforcement’ below)
ga: Cé gur seans gur fearr do chearta faoi chairt Iarnród Éireann i limistéir áirithe ná mar atá siad faoi Rialacháin an AE, níl aon stádas dlíthiúil acu agus ní féidir leis an Údarás Náisiúnta Iompair iad a fhorfheidhmiú (féach 'Gearáin agus forfheidhmiú' thíos)

source: The National Transport Authority provides information on rail passenger rights in Ireland
ga: Soláthraíonn an tÚdarás Náisiúnta Iompair faisnéis i leith chearta na bpaisinéirí iarnróid in Éirinn

source: The following provisions of the Regulation apply to all rail passenger services, both domestic and international
ga: Baineann na forálacha a leanas den Rialachán le gach seirbhís paisinéirí iarnróid, idir sheirbhísí agus idirnáisiúnta

source: A railway operator must:
ga: Ní mór d’oibreoir iarnróid:

source: • Make it easy for rail passengers to buy tickets
ga: • A chinntiú gur furasta do phaisinéirí iarnróid ticéid a cheannach

source: • Ensure passengers’ personal security in railway stations and on trains
ga: • Slándáil phearsanta phaisinéirí a chinntiú i stáisiúin iarnróid agus ar thraenacha

source: • Provide compensation where the operator is liable for the death or injury of a passenger or the loss of or damage to luggage
ga: • Cúiteamh a chur ar fáil nuair a bhíonn an t-oibreoir faoi dhliteanas bás nó gortú paisinéara nó caillteanas bagáiste nó díobháil a dhéanamh do bhagáiste

source: • Have adequate insurance to cover its liabilities under the Regulation
ga: • Árachas leordhóthanach a bheith acu chun a ndliteanais faoin Rialachán a chumhdach

source: • Ensure that people with disabilities are not discriminated against in accessing rail transport, including in stations and when reserving or purchasing tickets
ga: • A chinntiú nach ndéantar idirdhealú i leith daoine faoi mhíchumas agus rochtain á fáil acu ar iompar iarnróid, lena n-áirítear i stáisiúin agus nuair a bhíonn ticéid á gceannach nó á gcur in áirithe

source: • When requested to, provide information on the accessibility of rail services to people with disabilities
ga: • Nuair a iarrtar orthu, faisnéis a chur ar fáil ar inrochtaineacht seirbhísí iarnróid do dhaoine faoi mhíchumas

source: As these rights apply to both domestic and international rail services they can be enforced by the National Transport Authority in relation to all Irish Rail passenger services
ga: Mar gheall go mbaineann na cearta seo le seirbhísí iarnróid intíre agus idirnáisiúnta araon, féadfaidh an tÚdarás Náisiúnta Iompair iad a fhorfheidhmiú maidir le gach seirbhís paisinéirí de chuid Iarnród Éireann

source: Transition period exemption for domestic services
ga: Díolúine i leith idirthréimhse le haghaidh seirbhísí intíre

source: A member state can grant an exemption to domestic rail passenger services from the remaining provisions of the Regulation for up to 5 years
ga: Féadfaidh ballstát díolúine a dheonú do sheirbhísí paisinéirí iarnróid intíre ó fhorálacha eile an Rialacháin ar feadh a fhad le 5 bliana

source: The exemption can be renewed twice for a further 5 years each time
ga: Féadtar an díolúine a athnuachan faoi dhó ar feadh 5 bliana breise gach uair

source: International rail passenger services cannot be exempted from any of the Regulation’s provisions, unless they start or finish their journey outside the EU
ga: Ní féidir seirbhísí idirnáisiúnta paisinéirí iarnróid a dhíolmhú ó aon chinn d'fhorálacha an Rialacháin, murach go dtosaíonn nó go gcríochnaíonn siad a n-aistear lasmuigh den AE

source: Irish Rail has availed of this exemption for its domestic services
ga: Chuir Iarnród Éireann an díolúine seo i bhfeidhm dá seirbhísí intíre

source: A list of the exemptions each member state has granted is available here (pdf)
ga: Tá liosta de na díolúintí a dheonaigh gach ballstát ar fáil anseo (pdf)

source: The following information covers passenger rights under the Regulation’s provisions, some of which are mandatory and cannot be subject to an exemption
ga: Cuimsíonn an fhaisnéis a leanas cearta paisinéirí faoi fhorálacha an Rialacháin, tá cuid díobh éigeantach agus ní féidir leo bheith faoi réir díolúine

source: If this non-mandatory provision applies, you are to be provided with pre-journey information, such as:
ga: Má bhíonn an fhoráil neamhéigeantach seo i gceist, tá faisnéis réamhaistir le cur ar fáil duit, ar nós an mhéid a leanas:

source: • The general conditions applicable to the contract
ga: • Na coinníollacha ginearálta a bhaineann leis an gconradh

source: • The timetables and the conditions for the fastest trip and for the lowest fares
ga: • Na hamchláir agus na coinníollacha don turas is tapúla agus do na táillí is ísle

source: • Information on any activities that likely to disrupt or delay services
ga: • Faisnéis ar aon ghníomhaíochtaí ar dócha go gcuirfidh siad isteach nó gcuirfidh siad moill ar sheirbhísí

source: • The availability of on-board services
ga: • Infhaighteacht ar sheirbhísí ar bord

source: • The procedures for reclaiming lost luggage and for the submission of complaints
ga: • Na nósanna imeachta chun bagáiste ar iarraidh a fháil ar ais agus chun gearáin a chur ar aghaidh

source: As well as being provided with information before a journey, you must also be provided during the journey with information concerning such matters as on-board services, the next station, delays, the main connecting services, security and safety
ga: Mar aon le faisnéis a chur ar fáil duit roimh aistear, ní mór go gcuirfear faisnéis ar fáil duit, le linn an aistir, faoi ábhair ar nós seirbhísí ar bord, an chéad stáisiún eile, moilleanna, na príomhsheirbhísí nasctha, slándáil agus sábháilteacht

source: It is mandatory that tickets are available to passengers through at least one of the following points of sale:
ga: Tá sé éigeantach go mbíonn ticéid ar fáil do phaisinéirí trí ar a laghad ceann amháin de na pointí díola a leanas:

source: • Ticket offices or ticket machines at all main railway stations
ga: • Oifigí ticéad nó innill ticéad ag gach príomhstáisiún iarnróid

source: • Telephone, Internet or any other widely available information technology
ga: • An guthán, an t-idirlíon nó aon teicneolaíocht faisnéise eile atá ar fáil go forleathan

source: Where there is no ticket office or ticket machine at a station, information should be provided at the station about where and how tickets can be bought
ga: Sa chás nach ann d’oifig ticéad nó d'inneall ticéad ag stáisiún, ba cheart faisnéis a chur ar fáil ag an stáisiún faoi cén áit agus faoi conas ar cheart ticéid a cheannach

source: Liability for passengers and luggage
ga: Dliteanas le haghaidh paisinéirí agus bagáiste

source: Liability for passengers and luggage is also one of the mandatory provisions
ga: Ina theannta sin, i measc ceann de na forálacha éigeantacha tá dliteanas le haghaidh paisinéirí agus bagáiste

source: Under this provision, you (or your dependants) are entitled to compensation in the event of your death or bodily injury (physical or mental), whether the accident took place when you were on the train or while you were boarding or leaving the train
ga: Faoin bhforáil seo, tá tú féin (nó do chleithiúnaithe) i dteideal cúiteamh a fháil sa chás go bhfaigheann tú bás nó go ndéantar díobháil do do chorp (díobháil fhisiciúil nó mheabhrach), cibé acu má tharla an timpiste nuair a bhí tú ar bord na traenach nó fad a bhí an traein á hiontráil nó á fágáil agat

source: Where the railway operator is liable for the accident, they are also liable for the total or partial loss of or damage to personal effects and hand luggage carried by you, up to an amount set by the Regulation
ga: Sa chás gurb é an t-oibreoir iarnróid atá dlite as an tionóisc, bíonn siad faoi dhliteanas freisin as caillteanas iomlán nó páirteach nó as damáiste do mhaoin phearsanta agus do bhagáiste láimhe a iompraíonn tú, suas chuig méid arna leagan ag an Rialachán

source: This also applies to animals brought by you
ga: Baineann seo le hainmhithe a thug tú leat freisin

source: However, the railway operator is not liable for property which the passenger is responsible for supervising, unless the loss or damage is caused by the fault of the railway operator
ga: Níl an t-oibreoir iarnróid faoi dhliteanas, áfach, le haghaidh réadmhaoine nach bhfuil an paisinéir freagrach as maoirsiú a dhéanamh uirthi, mura bhfuil an locht ar an oibreoir iarnróid don chaillteanas nó don díobháil

source: You have a right to compensation if your registered luggage is lost or damaged unless it was due to an error on your part or circumstances beyond the control of the operator
ga: Tá an ceart agat chun cúiteamh a fháil má cailleadh nó má rinneadh díobháil do do bhagáiste cláraithe, murar earráid a rinne tú féin ba chúis leis nó más cúinsí ba chúis leis seo nach raibh aon neart ag an oibreoir orthu

source: You can consider an item of registered luggage to be lost when it has not been delivered within 14 days of the date it was due to be delivered
ga: Féadfaidh tú a mheas go bhfuil earra de bhagáiste cláraithe ar iarraidh nuair nach ndearnadh é a sheachadadh laistigh de 14 lá tar éis an dáta a bhí sé dlite le bheith seachadta

source: Damages of up to 1,300 SDRs per item of registered luggage may be claimed
ga: Féadtar damáistí a mhéid le 1,300 SDR a éileamh in aghaidh gach earra de bhagáiste cláraithe

source: When there is a delay in the delivery of an item of registered luggage, the railway operator must pay compensation for each day it is late, up to a maximum of 14 days
ga: Nuair is ann do mhoill ar sheachadadh earra de bhagáiste cláraithe, ní mór don oibreoir iarnróid cúiteamh a íoc do gach lá a bhíonn sé déanach, a mhéid le 14 lá

source: The maximum compensation payable is 14 SDRs per day
ga: Is é an cúiteamh is airde atá iníoctha 14 SDR in aghaidh an lae

source: If this non-mandatory provision applies, the railway operator must make an advanced payment to cover the immediate costs of death or injury as the result of the accident and the payment must be made within 15 days
ga: Má bhíonn an fhoráil neamhéigeantach seo i gceist, ní mór don oibreoir iarnróid réamhíocaíocht a dhéanamh chun íoc as na costais láithreacha a bhaineann le bás nó le gortú mar thoradh ar an timpiste agus ní mór an íocaíocht a dhéanamh laistigh de 15 lá

source: In the event of your death the advanced payment must be at least €21,000
ga: Sa chás go bhfaigheann tú bás, ní mór go mbeidh an réamhíocaíocht ar a laghad €21,000

source: An advance payment does not constitute recognition of liability and may be offset against any subsequent sums that are paid
ga: Ní aitheantas dliteanais a bhíonn i gceist le réamhíocaíocht agus féadfar í a sheach-chur i leith aon suimeanna a íoctar ina dhiaidh sin

source: However, where a railway operator does contest liability, it must make every reasonable effort to help you claim compensation from a third party
ga: Sa chás nach gcuireann oibreoir iarnróid i gcoinne dliteanais, áfach, ní mór dóibh gach iarracht réasúnta a dhéanamh chun cabhrú leat cúiteamh a éileamh ó thríú páirtí

source: The provisions in relation to delays and cancellations are not mandatory and may only apply to international rail services
ga: Ní éigeantach do na forálacha maidir le moilleanna agus cealú agus d’fhéadfadh nach mbainfidís ach le seirbhísí idirnáisiúnta iarnróid

source: Where you will be delayed more than 60 minutes due to a delayed or cancelled train, you have a right to choose between one of the following:
ga: Sa chás go mbeidh moill breis agus 60 nóiméad, mar thoradh ar thraein ar a bhfuil moill nó a cuireadh ar ceal, tá sé de cheart agat ceann den mhéid a leans a roghnú:

source: • Repayment of the full cost of the ticket for the part or parts of your journey not made and for the part or parts already made if the journey is no longer serving any purpose and, if relevant, a return service to the first point of departure at the earliest opportunity
ga: • Aisíocaíocht chostas iomlán an ticéid don chuid nó do na codanna de d’aistear nár éirigh leat a dhéanamh agus don chuid nó do na codanna a rinne tú, mura bhfuil aon tairbhe le baint agat ón aistear a thuilleadh, agus, más cuí, seirbhís fillte chuig an gcéad phointe imeachta ag an deis is luaithe

source: • Continuation or re-routing, under comparable transport conditions, to your final destination at the earliest opportunity
ga: • Leanúint ar aghaidh leis an aistear nó bealach eile a aimsiú chun leanúint ar aghaidh, faoi choinníollacha comhionanna iompair, chuig do cheann scríbe ag an deis is luaithe

source: • Continuation or re-routing, under comparable transport conditions, to your final destination at a later date at your convenience
ga: • Leanúint ar aghaidh leis an aistear nó bealach eile a aimsiú chun leanúint ar aghaidh, faoi choinníollacha comhionanna iompair, chuig do cheann scríbe ag dáta níos déanaí ar d’áisiúlacht

source: Where you will be delayed more than 60 minutes and you have not chosen a refund of the cost of your ticket as mentioned above, you may claim compensation as follows:
ga: Sa chás go gcuirfear moill níos faide ná 60 nóiméad ort agus nár roghnaigh tú aisíocaíocht chostas do thicéid, amhail a luaitear thuas, féadfaidh tú cúiteamh a éileamh, mar seo a leanas:

source: • 25 % of the ticket price for a delay of 60 to 119 minutes
ga: • 25 % de phraghas an ticéid do mhoill idir 60 agus 119 nóiméad

source: • 50 % of the ticket price for a delay of 120 minutes or more
ga: • 50 % de phraghas an ticéid do mhoill 120 nóiméad nó níos faide

source: The compensation must be paid within one month
ga: Ní mór an cúiteamh a íoc laistigh de mhí amháin

source: It may be paid in vouchers or other services, but must be paid in cash if you request it
ga: Féadtar é a íoc le dearbháin nó le seirbhísí eile, ach ní mór é a íoc le hairgead má iarrann tú air sin

source: You have no right to compensation if you were informed of the delay before buying your ticket
ga: Níl aon cheart i leith cúitimh agat má cuireadh ar an eolas thú faoin moill sular cheannaigh tú an ticéad

source: The railway operator is not liable for damages if the cancellation, late running or missed connection is attributable to circumstances not connected with the operation of the railway or to the behaviour of a third party, neither of which the railway operator could avoid, or is due to a fault on the part of the passenger
ga: Níl an t-oibreoir iarnróid faoi dhliteanas damáistí más cúinsí nach mbaineann le hoibriú an iarnróid nó le hiompar tríú páirtí is cúis leis an gcealú, le fágáil dhéanach traenach nó le teip ar fhreastal ar nasc, nach raibh an t-oibreoir in ann ceachtar díobh a sheachaint, nó má bhíonn an locht ar an bpaisinéir

source: While you are waiting
ga: Fad a bhíonn tú ag feitheamh

source: If a train is cancelled or delayed, you have the right to adequate information about what is happening while you are waiting
ga: Má chuirtear traein ar ceal, tá an ceart agat faisnéis leordhóthanach a fháil faoi céard atá ag tarlú fad a bhíonn tú ag feitheamh

source: If you are delayed more than 60 minutes, you have a right to:
ga: Má chuirtear moill breis agus 60 nóiméad ort, tá an ceart agat i leith an mhéid a leanas:

source: • Meals and refreshments in reasonable relation to the waiting time
ga: • Béilí agus sólaistí i gcoibhneas réasúnta leis an am feithimh a fháil

source: • Hotel or other accommodation, and transport between the railway station and place of accommodation, where a stay of one or more nights becomes necessary
ga: • Cóiríocht óstáin nó eile, agus iompar idir an stáisiún iarnróid agus áit chóiríochta, sa chás go mbíonn gá le feitheamh oíche amháin nó níos mó

source: • Alternative transport if the train is blocked on the track
ga: • Rogha iompair eile má tá an traein blocáilte ar an iarnród

source: It is mandatory that people with disabilities and those with reduced mobility have the right to obtain a ticket and a reservation for any rail journey in the same way as other passengers and at no extra cost
ga: Tá sé éigeantach go mbíonn an ceart ag daoine faoi mhíchumas agus iad siúd ag a bhfuil soghluaiseacht laghdaithe chun ticéad a fháil agus chun ticéad a chur in áirithe le haghaidh aon aistear iarnróid ar an mbealach céanna le paisinéirí eile gan costas breise a íoc

source: When requested to railway operators, ticket vendors or tour operators must provide such passengers with information on the accessibility of railway services regarding stations, platforms, trains and other facilities
ga: Ní foláir d’oibreoirí iarnróid, díoltóirí ticéad nó oibreoirí turais chun faisnéis a sholáthar do na paisinéirí úd faoi inrochtaineacht na seirbhísí iarnróid nuair a fhiafraítear an méid sin díobh, maidir le stáisiúin, ardáin, traenacha rothstoic agus saoráidí eile

source: Under the non-mandatory provisions, if you are refused a ticket or a reservation, or you are required to be accompanied because of access rules, you must be provided, on request, with the reasons for doing so in writing within 5 working days
ga: Faoi na forálacha neamhéigeantacha, má dhiúltaítear duit ticéad nó cur in áirithe a dhéanamh, nó má iarrtar ort bheith i gcuideachta duine eile mar gheall ar rialacha rochtana, ní mór go dtabharfar duit, ar iarraidh sin, na cúiseanna atá le hamhlaidh a dhéanamh laistigh de 5 lá oibre

source: Assistance to people with disabilities
ga: Cúnamh do dhaoine faoi mhíchumas

source: If the non-mandatory provision on assistance to people with disabilities applies, you must be provided with assistance at staffed railway stations in relation to boarding, changing to a connecting service, and disembarking
ga: Má bhíonn an fhoráil neamhéigeantach maidir le cúnamh a thabhairt do dhaoine faoi mhíchumas, ní mór go dtabharfar cúnamh duit ag stáisiúin iarnróid ina bhfuil baill foirne ag oibriú i dtaobh bordála, aistriú chuig seirbhís nasctha, agus an traein a fhágáil

source: Similarly, assistance must be provided on board or when embarking or disembarking
ga: Ar an gcuma chéanna, ní mór cúnamh a chur ar fáil ar bord nó nuair a bhíonn an traein á hiontráil nó á fágáil agat

source: The assistance must be free of charge
ga: Ní mór go mbeidh an cúnamh seo saor in aisce

source: You must notify the railway operator, ticket vendor or tour operator from whom you buy your ticket of your need for assistance at least 48 hours before it is needed
ga: Ní mór duit an t-oibreoir iarnróid, an díoltóir ticéad nó an t-oibreoir turais óna gceannaíonn tú do thicéad a chur ar an eolas go dteastaíonn cúnamh uait ar a laghad 48 uair an chloig sula dteastaíonn sé

source: You must arrive at the station at the time you are asked to, but no more than 60 minutes before the departure or check-in time
ga: Ní mór duit an stáisiún a bhaint amach ag an am a iarrtar ort amhlaidh a dhéanamh, ach breis agus 60 nóiméad roimh an am imeachta nó seiceála isteach

source: If no arrival time is mentioned, you should arrive 30 minutes in advance
ga: Mura luaitear aon am teachta, ba cheart duit an stáisiún a bhaint amach 30 nóiméad roimh ré

source: Where this non-mandatory provision applies, if your mobility equipment or other specific equipment used by you is lost, partially lost or damaged, and the railway operator is liable, there is no limit on the compensation that can be claimed
ga: Sa chás go mbíonn an fhoráil neamhéigeachtach i gceist, má chailltear, má chailltear go páirteach nó má dhéantar díobháil do do threalamh soghluaiseachta nó trealamh ar leith eile a úsáideann tú, agus más iad an t-oibreoir iarnróid atá faoi dhliteanas, níl aon teorainn ar an gcúiteamh is féidir a éileamh

source: Railway operators are required to set up a complaints handling mechanism to help passengers who are trying to avail of their rights under this Regulation
ga: Ceanglaítear ar oibreoirí iarnróid meicníocht láimhseála gearán a chur in eagar chun cabhrú le paisinéirí atá ag iarraidh a gcearta faoin Rialachán seo a chur i bhfeidhm
